src/gatling/resources/data/Soap_request_GetSchedulingRules.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.wizards.com/Service/2013-03">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:GetSchedulingRules>
         <ns:request>
            <ns:AuthToken>${access_token}</ns:AuthToken>
            <ns:IsUpdate>false</ns:IsUpdate>
            <ns:MasterRuleCode>MEMC</ns:MasterRuleCode>
            <ns:OrgGuid>ffabef94-819e-4ffb-86f9-44e6ba117db1</ns:OrgGuid>
            <ns:SeasonCode>MEMC2013</ns:SeasonCode>
         </ns:request>
      </ns:GetSchedulingRules>
   </soapenv:Body>
</soapenv:Envelope>